{
    "Acute Myocardial Infarction": "Also known as a heart attack, it occurs when blood flow to part of the heart is blocked, causing heart muscle damage.",
    "Angina Pectoris": "Chest pain or discomfort caused by reduced blood flow to the heart muscle, typically a symptom of coronary artery disease.",
    "Aorta": "The largest artery in the body, responsible for carrying oxygen-rich blood from the heart to the rest of the body.",
    "Aortic Aneurysm": "A bulge or dilation in the wall of the aorta, which can rupture and lead to life-threatening bleeding.",
    "Arrhythmia": "An abnormal heart rhythm that can cause the heart to beat too fast, too slow, or irregularly.",
    "Asystole": "A state of no cardiac electrical activity, also known as flatline, where the heart stops beating.",
    "Atherosclerosis": "A condition where plaque builds up in the arteries, narrowing them and reducing blood flow to the heart and other organs.",
    "Automated External Defibrillator": "A portable device that checks the heart's rhythm and can deliver a shock to restore a normal rhythm in cases of sudden cardiac arrest.",
    "Cardiopulmonary Resuscitation (CPR)": "An emergency procedure performed to manually preserve brain function and blood circulation in a person experiencing cardiac arrest.",
    "Congestive Heart Failure (CHF)": "A chronic condition where the heart cannot pump blood effectively, leading to fluid buildup in the lungs and other tissues.",
    "Coronary Arteries": "The arteries that supply oxygen-rich blood to the heart muscle.",
    "Coronary Artery Disease": "A disease caused by the buildup of plaque in the coronary arteries, reducing blood flow to the heart.",
    "Defibrillation": "The use of a controlled electric shock to restore a normal heart rhythm in cases of life-threatening arrhythmias like ventricular fibrillation.",
    "Hypertension": "High blood pressure, a condition where the force of the blood against the artery walls is too high.",
    "Hypotension": "Low blood pressure, a condition where blood flow to organs is inadequate, leading to dizziness, fainting, or shock.",
    "Ischemia": "A condition where there is insufficient blood flow to an organ or tissue, leading to oxygen deprivation and damage.",
    "Myocardium": "The muscular tissue of the heart responsible for contracting and pumping blood.",
    "Pericarditis": "Inflammation of the pericardium, the protective sac surrounding the heart, causing chest pain and other symptoms.",
    "Pulmonary Edema": "A condition where excess fluid accumulates in the lungs, often as a result of congestive heart failure.",
    "Sudden Cardiac Arrest (SCA)": "An abrupt loss of heart function, breathing, and consciousness, typically due to an electrical disturbance in the heart.",
    "Ventricular Tachycardia": "A fast heart rate that starts in the heart's lower chambers (ventricles) and can lead to ventricular fibrillation or sudden cardiac arrest.",
    "Ventricular Fibrillation": "A life-threatening arrhythmia where the ventricles quiver instead of pumping blood, leading to cardiac arrest.",
    "Ventricular Assist Device": "A mechanical pump used to support heart function and blood flow in people with weakened hearts."
}